{"backend": "tensorflow", "keras_version": "2.1.6", "config": [{"config": {"use_bias": true, "name": "dense_1", "bias_regularizer": null, "batch_input_shape": [null, 68], "trainable": true, "dtype": "float32", "activation": "sigmoid", "units": 1080, "kernel_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "use_bias": true, "name": "dense_2", "bias_regularizer": null, "trainable": true, "activation": "sigmoid", "units": 1080, "kernel_regularizer": null, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "use_bias": true, "name": "dense_3", "bias_regularizer": null, "trainable": true, "activation": "softmax", "units": 5, "kernel_regularizer": null, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "activity_regularizer": null}, "class_name": "Dense"}], "class_name": "Sequential"}